
/* No comment from engineer */
"Click to record shortcut" = "Paina aloittaaksesi nauhoittaminen";

/* No comment from engineer */
"Command + " = "Komento +";

/* No comment from engineer */
"Control + " = "Control +";

/* No comment from engineer */
"Option + " = "Optio +";

/* No comment from engineer */
"Pad %@" = "Pad %@";

/* No comment from engineer */
"Shift + " = "Vaihto +";

/* No comment from engineer */
"Space" = "Välilyönti";

/* No comment from engineer */
"The key combination \"%@\" can't be used because %@." = "Näppäinyhdistelmään \"%@\" ei voidaan käyttää koska %@.";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Näppäinyhdistelmää \"%@\" ei voida käyttää koska se on jo käytössä järjestelmänlaajuisena näppäinyhdistelmänä. (Jos haluat käyttää tätä yhdistelmää, vaihda se pois järjestelmän käytöstä \"Näppäimistö ja hiiri\" asetuksista.";

/* No comment from engineer */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Näppäinyhdistelmää \"%@\" ei voida käyttää, koska se on jo käytössä kohteen \"%@\" pikanäppäimenä.";

/* No comment from engineer */
"The key combination %@ can't be used!" = "Näppäinyhdistelmää %@ ei voida käyttää";

/* No comment from engineer */
"Type shortcut" = "Näppäinyhdistelmän tyyppi";

/* No comment from engineer */
"Use old shortcut" = "Käytä vanhaa näppäinyhdistelmää";
